{
  "home": "Home",
  "aboutMe": "About Me",
  "projects": "Projects",
  "education": "Education",
  "contact": "Contact",
  "hello": "Hello, I am",
  "heroSubtext": "your next ally in technology and development.",
  "contactMe": "Contact Me",
  "projectsButton": "Projects",
  "aboutMeTitle": "About Me",
  "aboutMePassion": "Passionate about technology.",
  "aboutMeDescription": "I enjoy learning new things and strive to overcome new challenges while analyzing how I have improved through them.",
  "skillsTitle": "Skills",
  "skill1": "Frontend development, REST API handling, user authentication, database integration, etc.",
  "skill2": "Working under pressure, problem-solving, teamwork, self-research.",
  "project1Title": "BoticBot - Your AI for Health",
  "project1Description": "As a university project, I developed a website for the pharmacy 'Pharmacentral'. I used React and Python, implementing artificial intelligence through Gemini. The AI allows customer service through a chat, where users can input their symptoms, and the system will respond with possible diseases and related suggestions.",
  "project2Title": "Representaciones Jorzaba",
  "project2Description": "As a university project, I developed a desktop application for the company 'Representaciones Jorzaba', aimed at inventory management. For its development, I used Visual Studio Community.",
  "project3Title": "FoodV - Food Orders",
  "project3Description": "As a university project, I developed a mobile application for the restaurant 'Fresco', focused on product sales and order management for delivery within the university campus. For its development, I used Netbeans.",
  "project4Title": "AchtDev - Education for All",
  "project4Description": "As a university project, I developed a website for the GuimarBot academy, focused on virtual learning, similar to platforms like Platzi or EdTeam. For its development, I used Visual Studio Code.",
  "technologiesUsed": "Technologies Used",
  "educationTitle": "Education",
  "educationDetail1": "Undergraduate",
  "educationDetail2": "Systems Engineering",
  "educationDetail3": "7th semester student",
  "contactTitle": "Contact",
  "contactSubtitle1": "I constantly strive to improve myself.",
  "contactSubtitle2": "I am currently learning at Platzi.",
  "contactDescription": "I am also learning TypeScript and other frameworks through my open-source repositories. Besides that, I also constantly practice backend development.",
  "contactGetInTouch": "Get in touch with me",
  "contactMessage": "Get in touch with me via email or other social networks."
}