{
  "home": "Inicio",
  "aboutMe": "Sobre mí",
  "projects": "Proyectos",
  "education": "Educación",
  "contact": "Contacto",
  "hello": "Hola, soy",
  "heroSubtext": "tu próximo aliado en tecnología y desarrollo.",
  "contactMe": "Contáctame",
  "projectsButton": "Proyectos",
  "aboutMeTitle": "Sobre mí",
  "aboutMePassion": "Apasionado de la tecnología.",
  "aboutMeDescription": "Disfruto aprendiendo cosas nuevas e intento superar nuevos retos mientras analizo cómo he mejorado a través de ellos.",
  "skillsTitle": "Habilidades",
  "skill1": "Desarrollo frontend, manejo de APIs REST, autenticación de usuarios, integración con bases de datos, etc.",
  "skill2": "Trabajo bajo presión, resolución de problemas, trabajo en equipo, investigación autónoma.",
  "project1Title": "BoticBot - Tu IA para la salud",
  "project1Description": "Como proyecto universitario, desarrollé una página web para la farmacia 'Pharmacentral'. Utilicé React y Python, implementando inteligencia artificial mediante Gemini. La IA permite brindar atención al cliente a través de un chat, donde los usuarios pueden introducir sus síntomas, y el sistema responderá con posibles enfermedades y sugerencias relacionadas.",
  "project2Title": "Representaciones Jorzaba",
  "project2Description": "Como proyecto universitario, desarrollé una aplicación de escritorio para la empresa 'Representaciones Jorzaba', destinada al manejo de inventarios. Para su desarrollo, utilicé Visual Studio Community.",
  "project3Title": "FoodV - Pedidos de comida",
  "project3Description": "Como proyecto universitario, desarrollé una aplicación móvil para el restaurante 'Fresco', enfocada en la venta de productos y la gestión de pedidos para delivery dentro del campus universitario. Para su desarrollo, utilicé Netbeans.",
  "project4Title": "AchtDev - Educación para todos",
  "project4Description": "Como proyecto universitario, desarrollé una página web para la academia GuimarBot, enfocada en el aprendizaje virtual, similar a plataformas como Platzi o EdTeam. Para su desarrollo, utilicé Visual Studio Code.",
  "technologiesUsed": "Tecnologías usadas",
  "educationTitle": "Educación",
  "educationDetail1": "Pregado",
  "educationDetail2": "Ingeniería de Sistemas",
  "educationDetail3": "Estudiante de 7mo ciclo",
  "contactTitle": "Contacto",
  "contactSubtitle1": "Intento superarme constantemente.",
  "contactSubtitle2": "Actualmente estoy aprendiendo en Platzi.",
  "contactDescription": "También estoy aprendiendo TypeScript y otros frameworks a través de mis repositorios de código abierto. Aparte de eso, también practico constantemente el backend.",
  "contactGetInTouch": "Ponte en contacto conmigo",
  "contactMessage": "Póngase en contacto conmigo por correo electrónico u otra red social."
  
}