{
  "home": "Início",
  "aboutMe": "Sobre mim",
  "projects": "Projetos",
  "education": "Educação",
  "contact": "Contato",
  "hello": "Olá, eu sou",
  "heroSubtext": "seu próximo aliado em tecnologia e desenvolvimento.",
  "contactMe": "Contato",
  "projectsButton": "Projetos",
  "aboutMeTitle": "Sobre mim",
  "aboutMePassion": "Apaixonado por tecnologia.",
  "aboutMeDescription": "Gosto de aprender coisas novas e me esforço para superar novos desafios enquanto analiso como melhorei através deles.",
  "skillsTitle": "Habilidades",
  "skill1": "Desenvolvimento frontend, manipulação de APIs REST, autenticação de usuários, integração com bancos de dados, etc.",
  "skill2": "Trabalho sob pressão, resolução de problemas, trabalho em equipe, pesquisa autônoma.",
  "project1Title": "BoticBot - Sua IA para Saúde",
  "project1Description": "Como projeto universitário, desenvolvi um site para a farmácia 'Pharmacentral'. Usei React e Python, implementando inteligência artificial através do Gemini. A IA permite atendimento ao cliente através de um chat, onde os usuários podem inserir seus sintomas, e o sistema responderá com possíveis doenças e sugestões relacionadas.",
  "project2Title": "Representaciones Jorzaba",
  "project2Description": "Como projeto universitário, desenvolvi um aplicativo de desktop para a empresa 'Representaciones Jorzaba', destinado ao gerenciamento de inventário. Para seu desenvolvimento, usei o Visual Studio Community.",
  "project3Title": "FoodV - Pedidos de Comida",
  "project3Description": "Como projeto universitário, desenvolvi um aplicativo móvel para o restaurante 'Fresco', focado na venda de produtos e na gestão de pedidos para delivery dentro do campus universitário. Para seu desenvolvimento, usei o Netbeans.",
  "project4Title": "AchtDev - Educação para Todos",
  "project4Description": "Como projeto universitário, desenvolvi um site para a academia GuimarBot, focado no aprendizado virtual, semelhante a plataformas como Platzi ou EdTeam. Para seu desenvolvimento, usei o Visual Studio Code.",
  "technologiesUsed": "Tecnologias usadas",
  "educationTitle": "Educação",
  "educationDetail1": "Graduação",
  "educationDetail2": "Engenharia de Sistemas",
  "educationDetail3": "Estudante do 7º semestre",
  "contactTitle": "Contato",
  "contactSubtitle1": "Eu constantemente me esforço para melhorar.",
  "contactSubtitle2": "Atualmente estou aprendendo na Platzi.",
  "contactDescription": "Também estou aprendendo TypeScript e outros frameworks através dos meus repositórios de código aberto. Além disso, também pratico constantemente o desenvolvimento de backend.",
  "contactGetInTouch": "Entre em contato comigo",
  "contactMessage": "Entre em contato comigo por e-mail ou outras redes sociais.",
  "CV": "Baixar CV"
}